{
"Products": [
{"id":"1","name_products":"Maquia When The Promised Flower Blooms DVD","price_products":"13.58","image_products":"https:\/\/www.rightstufanime.com\/images\/productImages\/826663195729_anime-maquia-dvd-primary.jpg?resizeid=5&resizeh=1000&resizew=1000","description_products":"Maquia: When The Promised Flower Blooms is an anime film from director Mari Okada.\r\n\r\nThe people of Iorph live far away from the lands of men, weaving the happenings of each day into a fabric called Hibiol. They live for centuries while maintaining their youthful appearance. Maquia, an orphaned Iorph girl, lives in an oasis surrounded by friends, yet somehow feels alone. But the tranquil lives of the Iorph are shattered in an instant when the Mezarte army invades their territory on a dragon fleet, seeking the blood that grants the Iorph long life. Maquia manages to escape, but loses her friends and her home in the chaos. She then encounters an orphaned baby who is also alone. Maquia raises this boy, Ariel, with the help of some new friends. But as the era changes, the bond between Maquia and Ariel changes too, amidst a backdrop of racial tensions between the Iorph and the Mezarte. This is a story of irreplaceable time, woven by two lonely people who can only find solace in each other.","created_at":null,"updated_at":null},
{"id":"2","name_products":"My Neighbor Totoro DVD","price_products":"15.97","image_products":"https:\/\/www.rightstufanime.com\/images\/productImages\/826663181432_anime-my-neighbor-totoro-dvd-primary.jpg?resizeid=5&resizeh=1000&resizew=1000","description_products":"From award-winning Director Hayao Miyazaki comes My Neighbor Totoro with vastly improved image quality for this release.\r\n\r\nFollow the adventures of Satsuki and her four-year-old sister Mei as they discover their new neighbor is a mysterious forest spirit named Totoro who can only be seen by the eyes of a child. As Totoro introduces the girls to his extraordinary friends, they embark on the journey of a lifetime.\r\n\r\nSpecial Features: Original Theatrical Trailers, Behind the Microphone, Textless Opening and End Credits, Creating My Neighbor Totoro, Creating the Characters, The \"Totoro\" Experience, The Locations of My Neighbor Totoro, Producer's Perspective: Creating Ghibli","created_at":null,"updated_at":null},
{"id":"3","name_products":"Bunny Drop Blu-Ray\/DVD Complete Series","price_products":"37.49","image_products":"https:\/\/www.rightstufanime.com\/images\/productImages\/813633012636_anime-Bunny-Drop-DVD-Blu-ray-Complete-Series-S-primary.jpg?resizeid=5&resizeh=1000&resizew=1000","description_products":"This Bunny Drop complete series collection contains episodes 1-11 plus bonus short episodes 2.5, 3.5, 6.5 & 8.5 and a story-guide leaflet.\r\n\r\nDaikichi, a 30-year-old bachelor, is surprised to meet a 6-year-old, Rin, at his grandfather Souichi's funeral. He and his family are even more surprised to learn that Rin is Souichi's daughter. When the topic of who will care for her comes up, the family shirks all responsibility of raising this \"shameful\" child.\r\n\r\nIn an emotional outburst, Daikichi declares his intention to take Rin into his home. This is the story of two very different individuals coming together under one roof and learning what it means to be a family, an experience that teaches Daikichi what it means to be a parent.\r\n\r\nSpecial Features: Clean Openings, Clean Endings, Japanese Commercial.","created_at":null,"updated_at":null},
{"id":"4","name_products":"Guilty Crown Complete Series Essentials Blu-Ray","price_products":"26.24","image_products":"https:\/\/www.rightstufanime.com\/images\/productImages\/704400020278_anime-guilty-crown-complete-series-essentials-primary.jpg?resizeid=5&resizeh=1000&resizew=1000","description_products":"Guilty Crown contains episodes 1-22 of the anime directed by Tetsuro Araki.\r\n\r\nShu’s entire world was shattered after a meteorite crashed into Japan, unleashing the lethal Apocalypse Virus. The chaos and anarchy born of the outbreak cost Shu his family and reduced him to a timid, fearful shell of the boy he’d once been. His life took another unexpected turn after a chance encounter with the stunning pop star, Inori. This mysterious beauty introduced Shu to the King’s Right Hand: a genetic mutation that allows him to reach into hearts of mortals and turn them into weapons. The visceral action of this visual masterpiece escalates as Shu finds himself caught in the crossfire between those who desperately seek his newfound strength. On one side lurks a clandestine government agency – and on the other, Inori and the spirited band of rebels known as Funeral Parlor. The choice is Shu’s to make – and the world is his to change.","created_at":null,"updated_at":null},
{"id":"5","name_products":"Death Note Movies 1-2 Blu-Ray\/DVD","price_products":"26.24","image_products":"https:\/\/www.rightstufanime.com\/images\/productImages\/704400020100_anime-death-note-double-feature-primary.jpg?resizeid=5&resizeh=1000&resizew=1000","description_products":"Death Note Movies 1-2 contain the first two live action movies which are an original Japanese sequel script and are faithful to the Death Note anime.\r\n\r\nThe Death Note, a mysterious notebook that allows the owner to write the name of anyone and thus…kill them. When law student Light Yagami becomes the newest owner, he finds himself with the power of god and calls himself Kira. To stop his reign, the police bring in a special agent—the eccentric yet brilliant L. Can this genius detective connect the dots between Light and Kira?\r\n\r\nSpecial Features: Trailers","created_at":null,"updated_at":null},
{"id":"6","name_products":"Eden Of The East Essentials Blu-Ray","price_products":"22.49","image_products":"https:\/\/www.rightstufanime.com\/images\/productImages\/704400020186_anime-eden-of-the-east-essentials-blu-ray-box-set-primary.jpg?resizeid=5&resizeh=1000&resizew=1000","description_products":"Eden of the East Essentials contains episodes 1-11 of the anime directed by Kenji Kamiyama.\r\n\r\nAkira Takizawa wakes up naked outside the White House with no memories. He’s got a gun and a cell phone. He doesn’t remember the phone gives him access to ten billion yen and a woman who will grant any request. He doesn’t even remember he’s supposed to save Japan and will be murdered if he fails. Whatever he’s tangled up in, Takizawa’s in deep – and that’s not even scratching the surface\/\r\n\r\nSpecial Features: Director Kamiyama & Original Character Designer Umino Interview, Kimura (Takizawa) & Hayami (Saki) Interview, Directors Kamiyama & Oshii Interview, Art Director Takeda Interview Composer Kawai Interview, Promotion Video, TV Spot, Textless Closing Song, Trailers.","created_at":null,"updated_at":null},
{"id":"7","name_products":"Terror In Resonance Blu-Ray\/DVD","price_products":"48.74","image_products":"https:\/\/www.rightstufanime.com\/images\/productImages\/704400017421_anime-terror-in-resonance-dvd-blu-ray.jpg?resizeid=5&resizeh=1000&resizew=1000","description_products":"his Terror in Resonance collection contains episodes 1-11.\r\n\r\nLegendary director Shinichiro Watanabe and famed composer Yoko Kanno are back with the suspense-filled intellectual thriller, Terror in Resonance!\r\n\r\nTokyo has just been decimated by a shocking terrorist attack, and the only hint to the identity of the culprit is a bizarre video uploaded to the internet. The police, baffled by this cryptic clue, are powerless to stop the paranoia spreading across the population.\r\n\r\nWhile the world searches for a criminal mastermind to blame for this tragedy, two mysterious teens who shouldn’t even exist masterfully carry out their heinous plan. A determined detective is hot on the culprit’s heels, but to catch them he must navigate a tangled web of riddles and false leads. Can he stop them before they carry out their plan to wake the world from its slumber - and pull the trigger on this world?","created_at":null,"updated_at":null},
{"id":"8","name_products":"Steins;Gate The Movie Load Region Of Deja Vu Blu-Ray\/DVD","price_products":"26.24","image_products":"https:\/\/www.rightstufanime.com\/images\/productImages\/704400012419_anime-steins-gate-the-movie-lord-region-of-deja-vu-blu-ray-dvd-primary.jpg?resizeid=5&resizeh=1000&resizew=1000","description_products":"Experience the enthralling conclusion to the mind-bending hit series, Steins;Gate, as the original creators intended.\r\n\r\nA year has passed since Okabe reached the Steins Gate world-line where Mayuri is alive, Kurisu hasn’t been killed, and time only moves forward. Visiting Japan, Kurisu stops by the Future Gadget Lab where everyone is up to their usual shenanigans. But something’s not quite right—memories of other timelines continue to haunt Okabe… or are they visions? Out of nowhere, a message is left for Kurisu: cell phone, microwave, SERN. Strong emotions blur the world-lines and trigger déjà vu. Before she knows it, Okabe disappears. Unable to let go of the one who never existed, Kurisu makes a daring return to the past. Hoping to save the mad scientist who tried countless times to save her, she must make a decision—risk everything, or live in a world without Okabe.\r\n\r\nSpecial Features: U.S. Commentary, Trailers.","created_at":null,"updated_at":null},
{"id":"9","name_products":"The Disappearance Of Haruhi Suzumiya Blu-Ray\/DVD","price_products":"20.99","image_products":"https:\/\/www.rightstufanime.com\/images\/productImages\/704400017735_anime-the-disappearance-of-haruhi-suzumiya-the-movie-bd-dvd-primary.jpg?resizeid=5&resizeh=1000&resizew=1000","description_products":null,"created_at":null,"updated_at":null}
]
}
